IDEA StatiCa Open Model
CheckResBolt Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The CheckResBolt type exposes the following members.
Properties
Name | Description
CheckStatus
 Status of the Check
LoadCaseId
 Id of Load Case
Name
 Name
UnityCheck
 Unity Check
Top
See Also
Reference
CheckResBolt Class
IdeaRS.OpenModel.Connection Namespace